[MZMachWeave X2EquipmentTemplate]
FriendlyName="马赫背心"
FriendlyNamePlural="马赫背心"
BriefSummary="装备有马赫编织的防弹衣可以预测并增强特工的突然行动。"
TacticalText="<Bullet/> 给予大量闪避增益。<br/><Bullet/> 结合其他闪避来源，以尽量减少频繁或暴击命中的几率。" 

[MZMachWeaveAbility X2AbilityTemplate]
LocFriendlyName="马赫背心"
LocLongDescription="给予大量闪避增益。"
LocHelpText="给予大量闪避增益。"
LocFlyOverText="马赫背心"

[MZStealthWeave X2EquipmentTemplate]
FriendlyName="光谱背心"
FriendlyNamePlural="光谱背心"
BriefSummary="光谱背心提供自适应迷彩能力，允许小队被发现时，该士兵仍然保持隐藏。"
TacticalText="<Bullet/> 即使小队没有开始隐藏任务，佩戴者仍然会以隐藏开始任务。<br/><Bullet/> 如果穿戴者是那个打破了隐藏的士兵，那么光谱背心就不适用。<br/>"

[MZFluxWeave X2EquipmentTemplate]
FriendlyName="通量背心"
FriendlyNamePlural="通量背心"
BriefSummary="当一个士兵的思想可能受到损害时，通量背心可以让他们保持稳定。"
TacticalText="<Bullet/> 免疫混乱、眩晕、失去意识。" 

[MZFluxWeaveAbility X2AbilityTemplate]
LocFriendlyName="通量背心"
LocLongDescription="免疫混乱、眩晕、失去意识。"
LocHelpText="免疫混乱、眩晕、失去意识。"
LocFlyOverText="通量背心"

[MZBubbleWeave X2EquipmentTemplate]
FriendlyName="泡泡背心"
FriendlyNamePlural="泡泡背心"
BriefSummary="由泡泡编织的防弹衣提供了不断充电的卓越防护."
TacticalText="<Bullet/> 提供额外的护盾，超出通常由电镀提供的护盾。<br/><Bullet/> 包括一个内置发生器，可不断为可用护盾充电。<br/><Bullet/> 泡泡背心是避免伤口的最佳选择之一。" 

[MZBubbleWeaveAbility X2AbilityTemplate]
LocFriendlyName="泡泡背心"
LocLongDescription="护盾不断再生。"
LocHelpText="护盾不断再生。"
LocFlyOverText="泡泡背心"

[MZRepairWeave X2EquipmentTemplate]
FriendlyName="自动修复背心"
FriendlyNamePlural="自动修复背心"
BriefSummary="带有自动修复背心的盔甲提供了能够在现场自行修复的优质护甲。"
TacticalText="<Bullet/> 提供额外的护甲。<br/><Bullet/> 如果任何护甲被撕碎，每回合会自动恢复少量护甲" 

[MZRepairWeaveAbility X2AbilityTemplate]
LocFriendlyName="自动修复背心"
LocLongDescription="缓慢修复被撕碎的护甲。"
LocHelpText="缓慢修复被撕碎的护甲。"
LocFlyOverText="自动修复背心"

[MZMindWeave X2EquipmentTemplate]
FriendlyName="灵能背心"
FriendlyNamePlural="灵能背心"
BriefSummary="带有领内背心的盔甲可增强士兵的灵能能力。"
TacticalText="<Bullet/> 增强灵能能力。 <br/><Bullet/>此外，给予恐慌免疫。" 

[MZMindWeaveAbility X2AbilityTemplate]
LocFriendlyName="灵能背心"
LocLongDescription="增加灵能攻击。免疫恐慌。"
LocHelpText="增加灵能攻击。免疫恐慌。"
LocFlyOverText="灵能背心"

[MZShimmerWeave X2EquipmentTemplate]
FriendlyName="干扰背心"
FriendlyNamePlural="干扰背心"
BriefSummary="干扰背心使敌人难以瞄准移动中的士兵。"
TacticalText="<Bullet/> 赋予闪电发射技能。<br/><Bullet/> 同时对击退和坠落伤害具有免疫力。" 

[MZShimmerWeaveAbility X2AbilityTemplate]
LocFriendlyName="干扰背心"
LocLongDescription="免疫击退和坠落伤害。"
LocHelpText="免疫击退和坠落伤害。"
LocFlyOverText="干扰背心"

[MZRegenWeave X2EquipmentTemplate]
FriendlyName="再生背心"
FriendlyNamePlural="再生背心"
BriefSummary="再生背心改变护盾能量以提供更多的生命值。"
TacticalText="<Bullet/> 再生背心将最初的护盾转化为生命。<br/><Bullet/> 生命随着时间的推移而再生。<br/><Bullet/> 非常适合拥有以最大生命值进行扩展的士兵。" 

[MZRegenWeaveAbility X2AbilityTemplate]
LocFriendlyName="再生背心"
LocLongDescription="生命随着时间的推移而再生。"
LocHelpText="生命随着时间的推移而再生。"
LocFlyOverText="再生背心"

[MZScabWeave X2EquipmentTemplate]
FriendlyName="结痂背心"
FriendlyNamePlural="结痂背心"
BriefSummary="带有结痂背心的盔甲有助于减轻战斗中的伤口，缩短恢复时间。"
TacticalText="<Bullet/> 提供对流血的免疫。<br/><Bullet/> 战后治愈部分伤口，缩短战后恢复时间。<br/><Bullet/>对于无法避免受到伤害的士兵，结痂背心可以让他们更快地回到战场。" 

[MZScabWeaveAbility X2AbilityTemplate]
LocFriendlyName="结痂背心"
LocLongDescription="免疫流血。减少受伤恢复时间。"
LocHelpText="免疫流血。减少受伤恢复时间。"
LocFlyOverText="结痂背心"

[MZBlastWeave X2EquipmentTemplate]
FriendlyName="爆炸背心"
FriendlyNamePlural="爆炸背心"
BriefSummary="因为没有什么比装满炸药的背心更安全了。"
TacticalText="<Bullet/> 可以引爆在穿戴者周围造成爆炸伤害。<br/><Bullet/> 如果手动引爆，士兵将几乎无法幸存，并流血不止。 <br/><Bullet/> 伤害随着士兵的最大生命值和护盾而增加。" 

[MZBlastWeaveAbility X2AbilityTemplate]
LocFriendlyName="爆炸背心"
LocLongDescription="高度爆炸性。"
LocHelpText="高度爆炸性。"
LocFlyOverText="爆炸背心"

[MZBlastWeaveDetonate X2AbilityTemplate]
LocFriendlyName="爆炸背心引爆"
LocLongDescription="引爆爆炸背心，对<Ability:ClassName/>周围大面积造成爆炸伤害, 但穿戴者会立刻开始流血。"
LocHelpText="引爆爆炸背心，对<Ability:ClassName/>周围大面积造成爆炸伤害, 但穿戴者会立刻开始流血。"
LocFlyOverText="爆炸背心引爆"

[MZBlastWeaveDeathExplosion X2AbilityTemplate]
LocFriendlyName="爆炸背心引爆"
LocFlyOverText="爆炸背心引爆"

